module.exports = {
    "comments": {
        "status": true,
        "data": {
            "disqus": {
                "shortname": "films-online"
            },
            "facebook": {
                "admins": ""
            },
            "vk": {
                "app_id": ""
            }
        }
    },
    "slider": {
        "status": true,
        "data": {
            "movies": ["(355) { http://st.kp.yandex.net/images/kadr/2497990.jpg }\n335", "336", "337", "338", "339", "340", "341", "342", "343"]
        }
    },
    "abuse": {
        "status": true,
        "data": {
            "message": "Фильм закрыт по просьбе правообладателя!",
            "movies": [333,334]
        }
    },
    "top": {
        "status": true,
        "data": {
            "sorting": "imdb-vote-up",
            "count": 15
        }
    },
    "soon": {
        "status": false,
        "data": {
            "count": 6
        }
    },
    "social": {
        "status": false,
        "data": {
            "vk": "",
            "facebook": "",
            "twitter": "",
            "gplus": ""
        }
    },
    "related": {
        "status": true,
        "data": {
            "display": [
                "year"
            ],
            "types": {
                "year": {
                    "count": 5,
                    "name": "Фильмы [year] года",
                    "sorting": "kinopoisk-vote-up"
                },
                "genre": {
                    "count": 5,
                    "name": "Фильмы в жанре - [genre]",
                    "sorting": "kinopoisk-vote-up"
                },
                "country": {
                    "count": 10,
                    "name": "Фильмы из страны - [country]",
                    "sorting": "kinopoisk-vote-up"
                },
                "actor": {
                    "count": 15,
                    "name": "Лучшие фильмы актера - [actor]",
                    "sorting": "kinopoisk-vote-up"
                },
                "director": {
                    "count": 5,
                    "name": "Лучшие фильмы режиссера - [director]",
                    "sorting": "kinopoisk-vote-up"
                }
            }
        }
    },
    "schema": {
        "status": false
    },
    "continue": {
        "status": true
    },
    "viewed": {
        "status": true
    },
    "collections": {
        "status": true,
        "data": {
            "url": "collection",
            "title": "Коллекции фильмов",
            "description": "Коллекции фильмов на любой вкус",
            "keywords": "фильмы, кино, списки, коллекции",
            "collections": {
                "choice": {
                    "url": "choice",
                    "title": "Выбор редакции",
                    "description": "Коллекция фильмов от редакции сайта, для которых были написаны уникальные рецензии/отзывы/описания.",
                    "keywords": "фильмы, кино, от редакции, от администрации, от создателей",
                    "movies": [330,331,332,333,334]
                },
                "top250kinopoisk": {
                    "url": "top250kinopoisk",
                    "title": "250 лучших фильмов по версии КиноПоиск",
                    "description": "Лучшие 250 фильмов по версии пользователей КиноПоиск.",
                    "keywords": "фильмы, кино, топ, лучшие, кинопоиск",
                    "movies": [326,435,448,329,535341,447301,2360,389,361,381,42664,32898,325,258687,195334,530,342,42782,3498,474,476,522,355,324,25108,328,81314,46225,312,301,382,526,279102,397667,775276,336,2950,4374,44386,51481,111543,387556,4871,346,414,348,356,370,2213,43395,77263,349,327,280172,345,44745,377,586397,4541,12244,77269,12198,725190,77335,399,42736,470553,444,46708,2127,104938,7724,408410,519,627,7097,44027,395,46068,63912,456,469,497,540,596125,3561,371,126196,5167,49684,437410,5502,354799,397,86326,281251,43869,42770,84014,46019,77265,3797,4996,368937,406340,489,8219,450213,408,278522,44168,8335,395787,539550,81297,10156,770,2494,368936,5319,428457,44238,81512,8124,41519,738,645118,45146,77264,15204,280562,2037,383,439,601564,10179,2361,2656,527,782,8190,513,44218,6877,1991,45660,79204,195226,8385,424153,539,350,332,46789,63991,4695,714248,9028,442568,8221,13738,573759,485311,2056,7103,420923,77531,5619,45389,464,77283,723,751,423210,447,22907,707,424,394,692861,458,341,4914,772017,354,408876,5492,258885,441,409507,2119,689,45244,571,322,6764,16117,102198,407636,472,706,45314,80749,368,77444,478,344,81555,351,610,357,273209,5277,808639,77203,23712,279880,338,46745,61297,46089,160977,43982,5059,3563,39259,43553,325381,7660,42667,41520,430,38145,9617,8227,46512,25082,8147,63929,84049,7226,89514,5012,337,42088,44299,2513,42571,44457,102124]
                },
                "top50comedy": {
                    "url": "top50comedy",
                    "title": "50 лучших комедий",
                    "description": "Коллекция 50-и лучших комедий за все время.",
                    "keywords": "фильмы, кино, топ, лучшие, комедии",
                    "movies": [535341,42664,42782,25108,32898,476,381,342,522,526,46225,44386,414,356,44745,775276,63912,46708,77335,44168,497,43869,5502,45146,44238,10179,46789,2127,10156,8124,280172,4996,45389,7103,586397,77283,5286,383,2361,84014,408,527,420923,2656,458,423210,6877,707,645118,539550]
                }
            }
        }
    },
    "player": {
        "status": true,
        "data": {
            "display": "yohoho",
            "yohoho": {
                "up": "нравится",
                "down": "не нравится"
            }
        }
    },
    "blocking": {
        "status": true,
        "data": {
            "display": "adblock",
            "share": {
                "time": 60,
                "message": "Поделитесь фильмом в одну из социальных сетей чтобы начать просмотр или подождите [timer] секунд и данное сообщение исчезнет."
            },
            "sub": {
                "keys": ["CP06368342850052267","CP10020891099182505","CP46955642915431706"],
                "message": "Просмотр доступен только по подписке. Приобретите подписку и активируйте ключ. <p><a href=\"https://digiseller.ru/\" target=\"_blank\">Купить подписку</a></p>"
            },
            "adv": {
                "time": 10,
                "code": "",
                "message": "Реклама позволяет Вам смотреть фильмы бесплатно. Пожалуйста отнеситесь к этому с пониманием. Вы сможете начать просмотр через [timer] секунд."
            },
            "adblock": {
                "time": 60,
                "message": "Вы используете AdBlock или другие блокировщики рекламы. Пожалуйста отключите их на Нашем сайте чтобы не ждать. Вы сможете начать просмотр через [timer] секунд."
            }
        }
    }
}
;