module.exports = {
    "ids": [330,331,332,333,334],
    "movies": {
        330: {
            "title": "Романтическая кинодрама Касабланка",
            "description": "Главный герой картины, Рик Блэйн, американец по происхождению, является собственником игрового клуба в окрестностях Касабланки. Волею случая он пересекается со своей бывшей девушкой Ильзой, которая бросила его много лет назад. В город она приехала не одна, а уже обрученная с молодым человеком Виктором Лазло, который борется против фашистской Германии. \n\nЗа ним идёт самая настоящая охота со стороны фашистской Германии и ему во что бы то ни стало, нужно пересечь Касабланку и покинуть город. Однако, это нельзя сделать без одних очень важных документов, которые находятся на руках у Рика. Ильза всеми силами умоляет Рика отдать их ей, не взирая на их печальный разрыв отношений. © CinemaPress",
            "keywords": "фильм, Касабалнка, любовь, отношения"
        },
        331: {
            "title": "Голливудский детектив Гражданин Кейн",
            "description": "В шикарном поместье умирает газетный магнат Чарльз Фостер Кейн, роняя лишь одно слово: «Роузбад». Смерть Кейна вызывает бурную реакцию в обществе, и группа журналистов берется узнать, кем же он был на самом деле, что он пережил за свою долгую, полную взлетов и падений жизнь… И что все-таки значит это «Роузбад»?",
            "keywords": "фильм, кино, детектив, журналистика"
        },
        332: {
            "title": "Японский фильм Семь самураев",
            "description": "Япония. 16 век. В стране полыхает гражданская война, повсюду орудуют банды разбойников и мародеров. Бедные крестьяне нанимают для своей защиты семерых самураев, которые немного сплачивают раздробленных и малодушных жителей деревни в этой борьбе…",
            "keywords": "Япония, приключения, фильм, кино, война"
        }
        ,
        333: {
            "title": "4-я часть Звездных войн",
            "description": "Татуин. Планета-пустыня. Уже постаревший рыцарь Джедай Оби Ван Кеноби спасает молодого Люка Скайуокера, когда тот пытается отыскать пропавшего дроида. С этого момента Люк осознает свое истинное назначение: он один из рыцарей Джедай. В то время как гражданская война охватила галактику, а войска повстанцев ведут бои против сил злого Императора, к Люку и Оби Вану присоединяется отчаянный пилот-наемник Хан Соло, и в сопровождении двух дроидов, R2D2 и C-3PO, этот необычный отряд отправляется на поиски предводителя повстанцев — принцессы Леи. Героям предстоит отчаянная схватка с устрашающим Дартом Вейдером — правой рукой Императора и его секретным оружием — «Звездой Смерти».",
            "keywords": "фильм, продолжение, кино, звездные войны"
        },
        334: {
            "title": "Доктор Стрейнджлав и длинное название",
            "description": "Одержимый мыслью о том, что коммунисты намереваются украсть у американцев их «бесценные телесные соки», генерал Джек Д. Риппер, командир военно-воздушной базы посылает эскадрилью бомбардировщиков с ядерным оружием бомбить СССР. \n\nПрезидент США Маффи пытается спасти положение, он собирает своих советников, включая доблестного генерала Тергидсона и прикованного к инвалидной коляске бывшего нацистского ученого доктора Стрейнджлава.",
            "keywords": "ядерная война, угроза, коммедия"
        }
    }
};