module.exports = {
    "ids": [330,331,332],
    "movies": {
        330: {
            "title": "Романтическая кинодрама Кособланка",
            "description": "Оставивший родину американец Рик Блэйн, владелец игорного клуба в Касабланке, случайно встречается с покинувшей его несколько лет назад возлюбленной, Ильзой, которая приехала в город вместе со своим нынешним мужем, борцом антифашистского сопротивления Виктором Лазло.\n\nПо их следу идут немцы, и Ильза пытается упросить Рика отдать принадлежащие ему важные документы, которые позволят Виктору бежать из Касабланки, чтобы продолжить свою борьбу."
        },
        331: {
            "title": "Голливудский детектив Гражданин Кейн",
            "description": "В шикарном поместье умирает газетный магнат Чарльз Фостер Кейн, роняя лишь одно слово: «Роузбад». Смерть Кейна вызывает бурную реакцию в обществе, и группа журналистов берется узнать, кем же он был на самом деле, что он пережил за свою долгую, полную взлетов и падений жизнь… И что все-таки значит это «Роузбад»?"
        },
        332: {
            "title": "Японский фильм Семь самураев",
            "description": "Япония. 16 век. В стране полыхает гражданская война, повсюду орудуют банды разбойников и мародеров. Бедные крестьяне нанимают для своей защиты семерых самураев, которые немного сплачивают раздробленных и малодушных жителей деревни в этой борьбе…",
            "keywords": "Япония, приключения, фильм, кино, война"
        }
    }
};