module.exports = {
    "ids": [330,331,332],
    "movies": {
        330: {
            "title": "Романтическая кинодрама Касабланка",
            "description": "Главный герой картины, Рик Блэйн, американец по происхождению, является собственником игрового клуба в окрестностях Касабланки. Волею случая он пересекается со своей бывшей девушкой Ильзой, которая бросила его много лет назад. В город она приехала не одна, а уже обрученная с молодым человеком Виктором Лазло, который борется против фашистской Германии. \n\nЗа ним идёт самая настоящая охота со стороны фашистской Германии и ему во что бы то ни стало, нужно пересечь Касабланку и покинуть город. Однако, это нельзя сделать без одних очень важных документов, которые находятся на руках у Рика. Ильза всеми силами умоляет Рика отдать их ей, не взирая на их печальный разрыв отношений. © CinemaPress"
        },
        331: {
            "title": "Голливудский детектив Гражданин Кейн",
            "description": "В шикарном поместье умирает газетный магнат Чарльз Фостер Кейн, роняя лишь одно слово: «Роузбад». Смерть Кейна вызывает бурную реакцию в обществе, и группа журналистов берется узнать, кем же он был на самом деле, что он пережил за свою долгую, полную взлетов и падений жизнь… И что все-таки значит это «Роузбад»?"
        },
        332: {
            "title": "Японский фильм Семь самураев",
            "description": "Япония. 16 век. В стране полыхает гражданская война, повсюду орудуют банды разбойников и мародеров. Бедные крестьяне нанимают для своей защиты семерых самураев, которые немного сплачивают раздробленных и малодушных жителей деревни в этой борьбе…",
            "keywords": "Япония, приключения, фильм, кино, война"
        }
    }
};